[
	{
		"title": "Написати доповідь",
		"body": "Підготувати доповідь на тему 'Сучасні тенденції в розвитку штучного інтелекту'. Доповідь має включати огляд основних досягнень в цій галузі, аналіз поточного стану та перспективи розвитку штучного інтелекту. Також необхідно розглянути етичні аспекти використання штучного інтелекту та його вплив на суспільство.",
		"expirationDate": "20.03.2024",
		"publishDate": "15.02.2024",
		"author": "Петров Олександр Васильович",
		"mark": 85,
		"submitted": true
	},
	{
		"title": "Лабораторна робота",
		"body": "Виконати лабораторну роботу з предмету 'Основи програмування'. Завдання включає написання програми для обробки даних, вивчення базових концепцій програмування та їхню реалізацію на практиці.",
		"expirationDate": "10.03.2024",
		"publishDate": "25.02.2024",
		"author": "Марченко Олена Віталіївна",
		"mark": 78,
		"submitted": true
	},
	{
		"title": "Презентація",
		"body": "Підготувати презентацію для виступу на конференції 'Майбутнє інформаційних технологій'. Презентація повинна містити огляд актуальних трендів у сфері інформаційних технологій, а також детальний аналіз важливих інновацій та їх вплив на суспільство.",
		"expirationDate": "15.03.2024",
		"publishDate": "20.02.2024",
		"author": "Андрієнко Дмитро Олегович",
		"mark": 92,
		"submitted": true
	},
	{
		"title": "Написати наукову статтю",
		"body": "Написати наукову статтю на тему 'Вплив штучного інтелекту на економіку'. Стаття має включати огляд актуальних досліджень у цій галузі, аналіз позитивних та негативних ефектів використання штучного інтелекту у сфері економіки, а також рекомендації щодо подальшого розвитку.",
		"expirationDate": "25.03.2024",
		"publishDate": "10.02.2024",
		"author": "Коваленко Юлія Олександрівна",
		"mark": 88,
		"submitted": true
	},
	{
		"title": "Підготувати тези",
		"body": "Підготувати тези для участі у науковій конференції 'Інноваційні технології у вищій освіті'. Тези повинні включати основні результати дослідження, а також важливі висновки та пропозиції для подальших досліджень.",
		"expirationDate": "18.03.2024",
		"publishDate": "22.02.2024",
		"author": "Лисенко Марина Петрівна",
		"submitted": false
	},
	{
		"title": "Звіт",
		"body": "Здати звіт про проделану роботу у відділ інформаційних технологій. Звіт має містити огляд виконаних завдань, аналіз отриманих результатів та рекомендації для подальшої діяльності.",
		"expirationDate": "12.03.2024",
		"publishDate": "20.02.2024",
		"author": "Мельник Олексій Ігорович",
		"submitted": false
	},
	{
		"title": "Підготувати матеріали",
		"body": "Підготувати методичні матеріали для проведення семінару зі студентами. Матеріали повинні включати теоретичні відомості, практичні завдання та приклади для вивчення предмету.",
		"expirationDate": "14.03.2024",
		"publishDate": "18.02.2024",
		"author": "Новіков Ігор Вікторович",
		"submitted": false
	},
	{
		"title": "Виконати завдання",
		"body": "Виконати навчальне завдання з математики для студентів першого курсу. Завдання включає вирішення різноманітних задач за темами, вивченими на лекціях.",
		"expirationDate": "08.03.2024",
		"publishDate": "12.02.2024",
		"author": "Онопко Віталій Васильович",
		"submitted": false
	}
]
